[
  {
    "id": 1,
    "title": "Kasubi tombs",
    "description": "The Kasubi Tombs is a burial ground for four kabakas (kings of Buganda) that was first built in 1881 on the Kasubi hill in Kampala. The tombs were declared a UNESCO World Heritage Site in 2001 but were unfortunately destroyed by fire on March 16, 2010. To the people of the Buganda nation (the largest sub-national kingdom in present-day Uganda), the tombs are a symbol of a spiritual, political and social state of its people. Despite the unfortunate incident, the site still gets regular visits while the main palace is being rebuilt.",
    "image": "https://i.imgur.com/NlK5k9K.jpg"
  },
  {
    "id": 2,
    "title": "Uganda museum",
    "description": "The Uganda Museum is located in Kampala, Uganda. It displays and exhibits ethnological, natural-historical and traditional life collections of Uganda's cultural heritage. It was founded in 1908, after Governor George Wilson called for \"all articles of interest\" on Uganda to be procured. Among the collections in the Uganda Museum are playable musical instruments, hunting equipment, weaponry, archaeology and entomology.",
    "image": "https://i.imgur.com/KG5gJqF.jpg"
  },
  {
    "id": 3,
    "title": "Namugongo martyrs shrine",
    "description": "Located in Wakiso district within close proximity to Kampala is the Namugongo Martyrs Shrine. The beautiful shrine’s exterior is made of 22 copper pillars over 100 feet long. The shrine was built to honor 32 young men who were pages of king Mwanga II of Buganda. On June 3rd, 1886 the men were burnt to death for refusing to renounce Christianity. Each year on the anniversary of their deaths, thousands of Christians from across the world congregate to commemorate the lives and religious beliefs of the martyrs. June 3rd, 2015 documented an estimate of two million attendees.",
    "image": "https://i.imgur.com/RXkmpjK.jpg"
  },
  {
    "id": 4,
    "title": "Bahá’í temple",
    "description": "The Bahá’í faith began to take root in Uganda in 1951. Today, the Bahia Temple in Kampala is the only temple that remains in Africa for the Bahá’í faith. Since its completion in 1961, it has received hundreds of visitors from across the world. The beautiful grounds attract many photographers of all calibers. However, visitors are forbidden to take pictures of the interior. Visit the Bahá’í Temple in Uganda for a truly memorable excursion. If you want to learn more from their religious customs, join the locals for service Sunday mornings at 10:30.",
    "image": "https://i.imgur.com/h3iH8x7.jpg"
  },
  {
    "id": 5,
    "title": "Nyero rock paintings",
    "description": "Situated 8 kilometers west of Kumi town on Ngora Road in Eastern Uganda, Nyero rock paintings are so amazing for sight-seeing. This is an early Iron Age stone site and the paintings on the rock are found in three rock havens. A portion of the paintings on Nyero Rock symbolize animals, canoes and concentric circles. The Nyero rock paintings are claimed to have been modeled by the early people who settled in the area.",
    "image": "https://i.imgur.com/hjs5UDN.jpg"
  },
  {
    "id": 6,
    "title": "Ndere troupe cultural center",
    "description": "The name Ndere is derived from the Luganda noun “endere”, which means a flute. Ndere Troupe Cultural Center is located in Ntinda and probably one of those places you can enjoy traditional dancing, cuisines and culture from in Kampala. This place attracts a big number of tourists and also offers accommodation services. It’s a place to be.",
    "image": "https://i.imgur.com/D1P4gPL.jpg"
  },
  {
    "id": 7,
    "title": "Uganda equator",
    "description": "The Uganda equator is one of the most and well known landmarks in Uganda.” The intersection of the earth’s surface with the plane perpendicular to the earth’s axis of rotation and containing the earth’s center of mass” is what Wikipedia sometimes refers to the equator as, but it is still the imaginary line that divides the world into two halves. The Equator is an imaginary line that is seen on maps marking the equidistant from the North and South Pole. Along the imaginary line of the equator, a magnetic needle has no dip and stabilizes in perfect horizontal position. You are able to stand with one of your feet in the northern hemisphere and the other in the southern hemisphere at this point; it is such an amazing experience to stand at both sides of the world. The sun rises and falls rather so fast at the equator, with equal days and nights’ length. The people around the equator experience only warm temperatures and tropical climate throughout the year and therefore quite hard to tell the difference between seasons.",
    "image": "https://i.imgur.com/YgB8CEe.png"
  }
]