[
  {
    "id": 1,
    "title": "Kidepo game park",
    "description": "Nestled in the wild frontier region of Uganda, Kidepo Valley National Park is apparently the most isolated national park in Uganda but still stands out to be one of the best virgin places every wildlife viewer can ever visit in Uganda. This virgin national park is undoubtedly among the best wilderness areas in Africa, harboring a couple of extinct species of wildlife that can't be found in any other Ugandan national park. Kidepo is right at the core of a Savannah landscape right next to a few mountainous bodies.",
    "image": "https://i.imgur.com/sqqbxV9.jpg"
  },
  {
    "id": 2,
    "title": "Queen elizabeth national park",
    "description": "Located in western Uganda, Queen Elizabeth National Park was named after the royal Queen Elizabeth II of England and was established in 1954. Famous for its exotic wildlife, the park is home to many elephants, hippos, Congo lions, African Leopards, chimpanzees and 95 species of mammals. Bird-watchers will be delighted to learn that the park also house 500 species of birds. Come see two of the park’s main attractions: the tree-climbing lion and its volcanic features, like volcanic cones and deep craters. Services that are available include a telecenter, boat launches, park lodges, games and scenic drives.",
    "image": "https://i.imgur.com/M9Kp8tr.jpg"
  },
  {
    "id": 3,
    "title": "Rwenzori mountains national park",
    "description": "Rwenzori Mountains National Park is home to one of the most beautiful landscapes in the world. Located in the Rwenzori mountains and nearly 1000 kilometers square (386 square miles) in size, the park was named a UNESCO World Heritage Site because of its extraordinary natural beauty. Come and experience the most fulling hike of your life, as the mystical park boasts breath-taking waterfalls, high glaciers, the valley of nine lakes, a variety of flora and fauna, many endangered species and other captivating scenery.",
    "image": "https://i.imgur.com/JJultYM.jpg"
  },
  {
    "id": 4,
    "title": "Lake mburo national park",
    "description": "Spanning 370 kilometers square and within close proximity of the capital city of Kampala is Lake Mburo National Park. A perfect scenery for photographers and bird enthusiasts, Lake Mburo is home to a variety of leopards, hippos, zebras, hyenas, impalas and others animals, and to 350 species of birds. But the adventurous park doesn’t only showcase animals. Underneath the park’s surface are ancient Precambrian metamorphic rocks that are over 500 million years old, making for a geologist’s dream tour. Together with 13 other nearby lakes, Lake Mburo forms part of a 50 kilometer wetland system and has much woodland.",
    "image": "https://i.imgur.com/A6L9Z8Z.jpg"
  },
  {
    "id": 5,
    "title": "Bwindi Impenetrable national park",
    "description": "The Bwindi Impenetrable National Park is a UNESCO World Heritage Site that forms part of the Bwindi Impenetrable Forest, one of the richest ecosystems in Africa. This park is perhaps one of Uganda’s most remarkable destinations for visitors. Come with your cameras and observe over 200 different species of trees, 120 species of mammals, 27 species of frogs, geckos and chameleons, 220 species of butterflies, 348 species of birds and other endangered species in their natural habitat. And of course, take advantage of the opportunity to see mountain gorillas and elephants up close.",
    "image": "https://i.imgur.com/KzTBNnI.jpg"
  },
  {
    "id": 6,
    "title": "Semiliki national park",
    "description": "Semiliki National Park is one of the newest national parks in Uganda, made famous by the Sempaya Hot Springs. But the hot-springs are not for bathing as the water temperature is over 1000C. Try boiling an egg in it as a test. It should be hard-boiled after ten minutes. If you love a good nature tour, the park has primate creatures like grey-checked mangabey, red-tailed monkeys, elephants, chimpanzees, De Brazza’s monkey, pygmy antelope and many diverse species of birds. It also house a lowland tropical forest showcasing some of the richest and most diverse flora and fauna in Africa.",
    "image": "https://i.imgur.com/RDnzowD.jpg"
  },
  {
    "id": 7,
    "title": "Murchison falls national park",
    "description": "If you are in the mood for a good safari tour on an epic river Nile adventure, then Murchison Falls National Park is a good place to visit. Spreading inland from the shore of Lake Albert around the Nile, Murchison Falls National Park forms part of the Murchison Falls Conservative Area (MFCA). Come see four of the ‘big five’ (elephant, lion, leopard and Cape buffalo) just above the Nile. Then have a peek at the famous Murchison Falls where the waters of the Nile squeeze through a narrow gorge to make a beautiful waterfall.",
    "image": "https://i.imgur.com/oturByl.jpg"
  }
]